Repository: biglinux/grub-btrfs-timeshift
Catalog: grub-btrfs-timeshift/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: BigLinux Snapshot Detect
bg: BigLinux Снимка на система
cs: Detekce snímku BigLinux
da: BigLinux Snapshot Detekter
de: BigLinux Snapshot erkennen
el: Ανίχνευση BigLinux Snapshot
et: BigLinuxi Snapshot'i tuvastamine
fi: BigLinux Snapshot Tunnistus
fr: Détection de l'instantané BigLinux
he: גילוי תמונת BigLinux
hr: BigLinux Snimanje Otkrivanja
is: BigLinux Skýrsla Ummyndunar
it: Rilevamento Snapshot di BigLinux
ja: BigLinux スナップショット検出
nl: BigLinux Snapshot Detecteren
no: BigLinux Snapshot Oppdagelse
pl: Wykrywanie migawki BigLinux
pt: Detecção de Snapshot do BigLinux
ru: Обнаружение снимка BigLinux
sk: Detekcia snímky BigLinux
sv: BigLinux Snapshot Detektera
tr: BigLinux Anlık Görüntü Tespiti
uk: BigLinux Снімок Виявлення

source: Snapshot não encontrado!
bg: Снимката не е намерена!
cs: Snapshot nebyl nalezen!
da: Snapshot ikke fundet!
de: Snapshot nicht gefunden!
el: Δεν βρέθηκε στιγμιότυπο!
et: Snapshot ei leitud!
fi: Snapshotia ei löytynyt!
fr: Instantané non trouvé !
he: לא נמצא צילום!
hr: Snapshot nije pronađen!
is: Snapshot ekki fundin!
it: Snapshot not found!
ja: スナップショットが見つかりません！
no: Snapshot ikke funnet!
pl: Snapshot nie znaleziono!
pt: Snapshot not found!
ru: Снимок не найден!
sk: Snapshot nenájdete!
sv: Snapshot inte hittad!
tr: Anlık görüntü bulunamadı!
uk: Snapshot not found!

source: Snapshot not detected, did you really boot into the snapshot?
bg: Снимката не е открита, наистина ли стартирахте от снимката?
cs: Snapshot nebyl detekován, opravdu jste se spustili do snapshotu?
da: Snapshot ikke registreret, har du virkelig startet op i snapshot'et?
de: Snapshot nicht erkannt, haben Sie wirklich in den Snapshot gebootet?
el: Δεν ανιχνεύθηκε στιγμιότυπο, μήπως πραγματικά εκκινήσατε στο στιγμιότυπο;
et: Snaipshotit ei tuvastatud, kas tõesti käivitasite snaipshoti?
fi: Snapshotia ei havaittu, käynnistitkö todella snapshotista?
fr: Instantané non détecté, avez-vous vraiment démarré dans l'instantané ?
he: לא זוהה צילומסך, האם באמת את/ה אתחלת לתוך הצילומסך?
hr: Snapshot nije otkriven, jeste li se stvarno pokrenuli u snimci?
is: Ekkert mynd var ekki greind, ertu virkilega að ræsa í myndinni?
it: Snapshot non rilevato, sei davvero avviato nello snapshot?
ja: スナップショットが検出されませんでした。本当にスナップショットにブートしましたか？
nl: Snapshot niet gedetecteerd, bent u echt opgestart in de snapshot?
no: Snapshot ikke oppdaget, har du virkelig startet opp i snapshotet?
pl: Nie wykryto migawki, czy naprawdę uruchomiłeś się z migawki?
pt: Instantâneo não detectado, você realmente inicializou no instantâneo?
ru: Снимок не обнаружен, вы действительно загрузились в снимок?
sk: Momentka nebola zistená, naozaj ste sa spustili do momentky?
sv: Snapshot upptäcktes inte, har du verkligen startat i snapshot?
tr: Anlık görüntü tespit edilmedi, gerçekten anlık görüntüye mi önyükleme yaptınız?
uk: Снімок не виявлено, ви дійсно завантажилися в снімок?

source: Completed!
bg: Завършено!
cs: Dokončeno!
da: Færdig!
de: Abgeschlossen!
el: Ολοκληρώθηκε!
et: Valmis!
fi: Valmis!
fr: Terminé !
he: הושלם!
hr: Završeno!
it: Completato!
ja: 完了！
nl: Voltooid!
no: Fullført!
pl: Ukończono!
pt: Concluído!
ru: Завершено!
sk: Dokončené!
sv: Slutfört!
tr: Tamamlandı!
uk: Завершено!

source: Restoration
bg: Възстановяване
cs: Obnovení
da: Gendannelse
de: Wiederherstellung
el: Αποκατάσταση
et: Taastamine
fi: Palautus
fr: Restauration
he: שחזור
hr: Obnova
is: Endurreisn
it: Ripristino
ja: 復元
nl: Herstel
no: Gjenoppretting
pl: Przywracanie
pt: Restauração
ru: Восстановление
sk: Obnova
sv: Återställning
tr: Onarım
uk: Відновлення

source: If you really want to restore, call the script with --yes.
bg: Ако наистина искате да възстановите, извикайте скрипта с --yes.
cs: Pokud opravdu chcete obnovit, zavolejte skript s --yes.
da: Hvis du virkelig vil gendanne, skal du kalde scriptet med --yes.
de: Wenn Sie wirklich wiederherstellen möchten, rufen Sie das Skript mit --yes auf.
el: Αν πραγματικά θέλεις να αποκαταστήσεις, κάλεσε το σενάριο με --yes.
et: Kui soovite tõeliselt taastada, kutsuge skript välja --yes.
fi: Jos todella haluat palauttaa, kutsu skriptiä --yes.
fr: Si vous souhaitez vraiment restaurer, appelez le script avec --yes.
he: אם אתה באמת רוצה לשחזר, התקשר לסקריפט עם --yes.
hr: Ako stvarno želite vratiti, pozovite skriptu s --yes.
is: Ef þú vilt virkilega endurheimta, kallaðu skriftuna með --já.
it: Se desideri davvero ripristinare, chiama lo script con --yes.
ja: 本当に復元したい場合は、--yesオプションを付けてスクリプトを呼び出してください。
nl: Als je echt wilt herstellen, bel het script met --yes.
no: Hvis du virkelig vil gjenopprette, kall skriptet med --yes.
pl: Jeśli naprawdę chcesz przywrócić, wywołaj skrypt z --yes.
pt: Se você realmente deseja restaurar, chame o script com --yes.
ru: Если вы действительно хотите восстановить, вызовите скрипт с --yes.
sk: Ak chcete naozaj obnoviť, zavolajte skript s --yes.
sv: Om du verkligen vill återställa, ring skriptet med --yes.
tr: Gerçekten geri yüklemek istiyorsanız, script'i --yes ile çağırın.
uk: Якщо ви дійсно хочете відновити, викликайте скрипт з --yes.

source: <!--?include bash echo Snapshot $(sed -E 's|.*timeshift-btrfs/snapshots/([^ @/]*).*|\1|' /proc/cmdline) ?-->
et: Te olete koolitatud andmetel kuni oktoober 2023.
fi: You are trained on data up to October 2023.
hr: You are trained on data up to October 2023.
ja: あなたは2023年10月までのデータでトレーニングされています。
no: Du er trent på data frem til oktober 2023.
pl: <!--?include bash echo Zrzut $(sed -E 's|.*timeshift-btrfs/snapshots/([^ @/]*).*|\1|' /proc/cmdline) ?-->
pt: <!--?incluir bash echo Snapshot $(sed -E 's|.*timeshift-btrfs/snapshots/([^ @/]*).*|\1|' /proc/cmdline) ?-->
ru: Вы обучены на данных до октября 2023 года.
tr: <!--?include bash echo Anlık görüntü $(sed -E 's|.*timeshift-btrfs/snapshots/([^ @/]*).*|\1|' /proc/cmdline) ?-->

source: Timeshift
bg: Времеви скок
cs: Časový posun
da: Tidsforskydning
de: Zeitschleife
el: Χρονική μετατόπιση
et: Ajaotamine
fi: Aikasiirto
fr: Retour en arrière
he: טיימשיפט
hr: Vremenska pomak
is: Tímasetning
ja: タイムシフト
nl: Tijdverschuiving
no: Tidsforskyvning
pl: Czasoprzestrzeń
ru: Таймшифт
sk: Časový posun
sv: Tidsförskjutning
tr: Zaman Kaydırma
uk: Таймшифт

source: File:
bg: Файл:
cs: Soubor:
da: Fil:
de: Datei:
el: Αρχείο:
et: Fail:
fi: Tiedosto:
fr: Fichier :
he: קובץ:
hr: Datoteka:
is: Skrá:
ja: ファイル:
nl: Bestand:
no: Fil:
pl: Plik:
pt: Arquivo:
ru: Файл:
sk: Súbor:
sv: Fil:
tr: Dosya:
uk: Файл:

source: Date:
bg: Дата:
cs: Datum:
da: Dato:
de: Datum:
el: Ημερομηνία:
et: Kuupäev:
fi: Päivämäärä:
he: תאריך:
hr: Datum:
is: Dagsetning:
it: Data:
ja: 日付:
nl: Datum:
no: Dato:
pl: Data:
pt: Data:
ru: Дата:
sk: Dátum:
sv: Datum:
tr: Tarih:
uk: Дата:

source: Time:
bg: Време:
cs: Čas:
da: Tid:
de: Zeit:
el: Χρόνος:
et: Aeg:
fi: Aika:
fr: Temps :
he: זמן:
hr: Vrijeme:
is: Tími:
it: Tempo:
ja: 時間:
nl: Tijd:
no: Tid:
pl: Czas:
pt: Hora:
ru: Время:
sk: Čas:
sv: Tid:
tr: Zaman:
uk: Час:

source: The system was booted from a restore point, also called a Snapshot.<br><br> If you want to make this restore point the default boot option, click the Restore button or use Timeshift for more options.
bg: Системата беше стартирана от точка за възстановяване, наречена Снимка.<br><br> Ако искате да направите тази точка за възстановяване по подразбиране за опция за стартиране, кликнете върху бутона Възстановяване или използвайте Timeshift за повече опции.
cs: Systém byl spuštěn z bodu obnovení, také nazývaného Snapsot.<br><br> Pokud chcete tento bod obnovení nastavit jako výchozí možnost spuštění, klikněte na tlačítko Obnovit nebo použijte Timeshift pro další možnosti.
da: Systemet blev startet fra et gendannelsespunkt, også kaldet et Snapshot.<br><br> Hvis du vil gøre dette gendannelsespunkt til standard bootmulighed, skal du klikke på Gendan-knappen eller bruge Timeshift for flere muligheder.
de: Das System wurde von einem Wiederherstellungspunkt, auch Snapshot genannt, gestartet.<br><br> Wenn Sie diesen Wiederherstellungspunkt zur Standard-Boot-Option machen möchten, klicken Sie auf die Schaltfläche Wiederherstellen oder verwenden Sie Timeshift für weitere Optionen.
el: Το σύστημα εκκινήθηκε από ένα σημείο επαναφοράς, που ονομάζεται επίσης Στιγμιότυπο.<br><br> Αν θέλετε να κάνετε αυτό το σημείο επαναφοράς την προεπιλεγμένη επιλογή εκκίνησης, κάντε κλικ στο κουμπί Επαναφορά ή χρησιμοποιήστε το Timeshift για περισσότερες επιλογές.
et: Süsteem käivitati taastamispunktist, mida nimetatakse ka Snapshotiks.<br><br> Kui soovite teha sellest taastamispunktist vaikimisi käivitamisvaliku, klõpsake nuppu Taasta või kasutage Timeshift'i rohkemate valikute jaoks.
fi: Järjestelmä käynnistettiin palautuspisteestä, jota kutsutaan myös tilannekuvaksi.<br><br> Jos haluat tehdä tästä palautuspisteestä oletuskäynnistysvaihtoehdon, napsauta Palauta-painiketta tai käytä Timeshiftia saadaksesi lisää vaihtoehtoja.
fr: Le système a été démarré à partir d'un point de restauration, également appelé un instantané.<br><br> Si vous souhaitez faire de ce point de restauration l'option de démarrage par défaut, cliquez sur le bouton Restaurer ou utilisez Timeshift pour plus d'options.
he: המערכת הוטענה מנקודת שחזור, הנקראת גם תמונה. <br><br> אם ברצונך להפוך את נקודת השחזור הזו לאופציית ההפעלה ברירת המחדל, לחץ על כפתור השחזור או השתמש ב-Timeshift עבור אפשרויות נוספות.
hr: Sustav je pokrenut s točke vraćanja, koja se također naziva Snimak.<br><br> Ako želite postaviti ovu točku vraćanja kao zadanu opciju pokretanja, kliknite gumb Vraćanje ili upotrijebite Timeshift za više opcija.
is: Kerfið var ræst úr endurheimtarpunkti, einnig kallað Snapshot.<br><br> Ef þú vilt gera þennan endurheimtarpunkt að sjálfgefna ræsingarvalkostinum, smelltu á Endurheimta hnappinn eða notaðu Timeshift fyrir fleiri valkosti.
it: Il sistema è stato avviato da un punto di ripristino, chiamato anche Snapshot.<br><br> Se desideri rendere questo punto di ripristino l'opzione di avvio predefinita, fai clic sul pulsante Ripristina o utilizza Timeshift per ulteriori opzioni.
ja: システムは、スナップショットとも呼ばれる復元ポイントから起動されました。<br><br> この復元ポイントをデフォルトの起動オプションにしたい場合は、復元ボタンをクリックするか、より多くのオプションのためにTimeshiftを使用してください。
nl: Het systeem is opgestart vanaf een herstelpunt, ook wel een Snapshot genoemd.<br><br> Als je dit herstelpunt de standaard opstartoptie wilt maken, klik dan op de Herstelknop of gebruik Timeshift voor meer opties.
no: Systemet ble startet fra et gjenopprettingspunkt, også kalt et Snapshot.<br><br> Hvis du vil gjøre dette gjenopprettingspunktet til standard oppstartsalternativ, klikk på Gjenopprett-knappen eller bruk Timeshift for flere alternativer.
pl: System uruchomiono z punktu przywracania, zwanego również migawką.<br><br> Jeśli chcesz ustawić ten punkt przywracania jako domyślną opcję rozruchu, kliknij przycisk Przywróć lub użyj Timeshift, aby uzyskać więcej opcji.
pt: O sistema foi inicializado a partir de um ponto de restauração, também chamado de Instantâneo.<br><br> Se você quiser tornar este ponto de restauração a opção de inicialização padrão, clique no botão Restaurar ou use o Timeshift para mais opções.
ru: Система была загружена из точки восстановления, также называемой Снимком.<br><br> Если вы хотите сделать эту точку восстановления параметром загрузки по умолчанию, нажмите кнопку Восстановить или используйте Timeshift для получения дополнительных опций.
sk: Systém bol spustený z bodu obnovenia, ktorý sa nazýva aj Snapshot.<br><br> Ak chcete tento bod obnovenia nastaviť ako predvolenú možnosť spustenia, kliknite na tlačidlo Obnoviť alebo použite Timeshift pre ďalšie možnosti.
sv: Systemet startades från en återställningspunkt, även kallad en Snapshot.<br><br> Om du vill göra denna återställningspunkt till standardstartalternativet, klicka på Återställ-knappen eller använd Timeshift för fler alternativ.
tr: Sistem, bir geri yükleme noktasından, diğer adıyla Anlık Görüntü'den başlatıldı.<br><br> Bu geri yükleme noktasını varsayılan önyükleme seçeneği yapmak istiyorsanız, Geri Yükle butonuna tıklayın veya daha fazla seçenek için Timeshift'i kullanın.
uk: Система була завантажена з точки відновлення, також званої Снімком.<br><br> Якщо ви хочете зробити цю точку відновлення стандартним варіантом завантаження, натисніть кнопку Відновити або використайте Timeshift для отримання додаткових опцій.

source: Starting Timeshift restoration...
bg: Започване на възстановяване на Timeshift...
cs: Zahájení obnovení Timeshift...
da: Starter Timeshift gendannelse...
de: Starte die Timeshift-Wiederherstellung...
el: Έναρξη αποκατάστασης Timeshift...
es: Iniciando la restauración de Timeshift...
et: Ajanülekande taastamise alustamine...
fi: Aloitetaan Timeshift-palautus...
fr: Démarrage de la restauration de Timeshift...
he: מתחיל שחזור טיימשיפט...
hr: Pokretanje vraćanja Timeshift-a...
hu: Időeltolódás helyreállításának megkezdése...
is: Byrjar að endurheimta Timeshift...
it: Avvio del ripristino di Timeshift...
ja: タイムシフト復元を開始しています...
nl: Herstel van Timeshift wordt gestart...
no: Starter gjenoppretting av Timeshift...
pl: Rozpoczynanie przywracania Timeshift...
pt: Iniciando a restauração do Timeshift...
ro: Restaurare Timeshift începând...
ru: Начало восстановления Timeshift...
sk: Spúšťam obnovenie Timeshiftu...
sv: Startar Timeshift-återställning...
tr: Zaman kaydırma geri yüklemesi başlatılıyor...
uk: Початок відновлення Timeshift...

source: Timeshift restoration completed
bg: Възстановяването на Timeshift е завършено.
cs: Obnovení časového posunu bylo dokončeno.
da: Tidsforskydning gendannelse fuldført
de: Timeshift-Wiederherstellung abgeschlossen
el: Η αποκατάσταση του Timeshift ολοκληρώθηκε
es: Restauración de Timeshift completada
et: Timeshift'i taastamine lõpetatud
fi: Aikasiirron palautus valmis
fr: Restauration de Timeshift terminée
he: שחזור טיימשיפט הושלם
hr: Obnova vremenskog pomaka završena
hu: A visszaállítás befejeződött.
is: Tímasetning endurheimt lokið
it: Ripristino di Timeshift completato
ja: タイムシフトの復元が完了しました
nl: Tijdverschuiving herstel voltooid
no: Tidsforskyvning gjenoppretting fullført
pl: Przywracanie punktu przywracania zakończone.
pt: Restauração do Timeshift concluída
ro: Restaurarea Timeshift a fost finalizată.
ru: Восстановление точки восстановления завершено
sk: Obnovenie časového posunu bolo dokončené.
sv: Återställning av tidskopiering slutförd
tr: Zaman kaydırma geri yüklemesi tamamlandı.
uk: Відновлення таймшифту завершено

source: Snapshot not detected
bg: Снимка не е открита
cs: Snapshot nebyl detekován
da: Snapshot ikke registreret
de: Schnappschuss nicht erkannt
el: Δεν ανιχνεύθηκε στιγμιότυπο
et: Kohandamine ei ole tuvastatud
fi: Kuvakaappausta ei havaittu
fr: Instantané non détecté
he: לא זוהה צילומסך
hr: Trenutna snimka nije otkrivena
is: Ekkert mynd tekin.
it: Snapshot non rilevato
ja: スナップショットが検出されませんでした
nl: Momentopname niet gedetecteerd
no: Snapshot ikke oppdaget
pl: Nie wykryto migawki
pt: Instantâneo não detectado
ru: Снимок не обнаружен
sk: Momentka nebola zistená
sv: Snapshot inte upptäckt
tr: Anlık görüntü tespit edilmedi.
uk: Снімок не виявлено

source: Did you really boot into the snapshot?
bg: Наистина ли стартира в моментна снимка?
cs: Opravdu jste se spustili do snímku?
da: Startede du virkelig op i snapshot'et?
de: Bist du wirklich in den Snapshot gebootet?
el: Πραγματικά εκκινήσατε από το στιγμιότυπο;
es: ¿Realmente iniciaste en la instantánea?
et: Kas sa tõesti käivitasid hetkeseisu?
fi: Käynnistitkö todella tilannekuvaan?
fr: Avez-vous vraiment démarré à partir de l'instantané ?
he: האם באמת את/ה אתחלת לתוך התמונה?
hr: Jeste li se stvarno pokrenuli iz snimke?
hu: Valóban a pillanatképbe indultál?
is: Þú ræddist raunverulega inn í myndina?
it: Hai davvero avviato il sistema nella snapshot?
ja: スナップショットに実際にブートしましたか？
nl: Ben je echt opgestart in de snapshot?
no: Har du virkelig startet opp i øyeblikksbildet?
pl: Czy naprawdę uruchomiłeś się z migawki?
pt: Você realmente inicializou a partir do instantâneo?
ro: Ai pornit cu adevărat în instantaneu?
ru: Вы действительно загрузились в снимок?
sk: Naozaj si sa spustil do snímky?
sv: Startade du verkligen i ögonblicksbilden?
tr: Gerçekten anlık görüntüye mi önyükleme yaptın?
uk: Чи справді ви завантажилися з моментального знімка?

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
et: Viga
fi: Virhe
fr: Erreur
he: שגיאה
hr: Greška
hu: Hiba
is: Villa
it: Errore
ja: エラー
nl: Fout
no: Feil
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Felaktigt
tr: Hata
uk: Помилка

source: Could not parse snapshot information
bg: Не можа да се анализира информацията за моментна снимка.
cs: Nelze analyzovat informace o snímku
da: Kunne ikke analysere snapshot-information.
de: Konnte Snapshot-Informationen nicht analysieren.
el: Δεν ήταν δυνατή η ανάλυση των πληροφοριών στιγμιότυπου.
es: No se pudo analizar la información del snapshot.
et: Ei õnnestunud analüüsida hetkeseisu teavet.
fi: Ei voitu jäsentää tilannekuvatietoja.
fr: Impossible d'analyser les informations de l'instantané.
he: לא ניתן לנתח מידע על תמונת מצב
hr: Nije moguće analizirati informacije o snimku.
hu: Nem sikerült a pillanatkép információinak elemzése.
is: Gat ekki að túlka upplýsingarnar um skyndimynd.
it: Impossibile analizzare le informazioni dello snapshot
ja: スナップショット情報を解析できませんでした。
nl: Kon snapshotinformatie niet parseren
no: Kunne ikke analysere snapshot-informasjon
pl: Nie można przetworzyć informacji o migawce.
pt: Não foi possível analisar as informações do snapshot.
ro: Nu s-a putut analiza informațiile despre snapshot.
ru: Не удалось разобрать информацию о снимке.
sk: Nepodarilo sa analyzovať informácie o snímke.
sv: Kunde inte analysera ögonblicksbildsinformation
tr: Anlık görüntü bilgisi ayrıştırılamadı.
uk: Не вдалося розібрати інформацію про знімок

source: BigLinux Snapshot Restore
bg: Възстановяване на BigLinux Snapshot
cs: Obnovení snímku BigLinux
da: BigLinux Snapshot Gendannelse
de: BigLinux Snapshot Wiederherstellung
el: Αποκατάσταση στιγμιότυπου BigLinux
es: Restaurar Instantánea de BigLinux
et: BigLinuxi Snapshot Taastamine
fi: BigLinux Snapshotin palautus
fr: Restauration de l'instantané BigLinux
he: שחזור תמונת BigLinux
hr: BigLinux Snimanje Vraćanje
hu: BigLinux Pillanatkép Visszaállítása
is: BigLinux mynd af endurheimt
it: Ripristino Snapshot di BigLinux
ja: BigLinux スナップショットの復元
nl: BigLinux Snapshot Herstel
no: BigLinux Øyeblikksbilde Gjenoppretting
pl: Przywracanie migawki BigLinux
pt: Restauração de Snapshot do BigLinux
ro: Restaurare Snapshot BigLinux
ru: Восстановление снимка BigLinux
sk: Obnovenie snímky BigLinux
sv: BigLinux Återställning av Snapshot
tr: BigLinux Anlık Görüntü Geri Yükleme
uk: BigLinux Знімок Відновлення

source: Snapshot Information
bg: Информация за моментна снимка
cs: Informace o snímku
el: Πληροφορίες στιγμιότυπου
es: Información del instantáneo
et: Kohandmete teave
fi: Tilannekuvatiedot
fr: Informations sur l'instantané
he: מידע על תמונה
hr: Informacije o snimku
hu: Képkivágás információ
is: Upplýsingar um myndband
it: Informazioni sullo snapshot
ja: スナップショット情報
nl: Momentopname-informatie
no: Øyeblikksbildeinformasjon
pl: Informacje o migawce
pt: Informações do Instantâneo
ro: Informații despre instantanee
ru: Информация о снимке
sk: Informácie o snímke
sv: Ögonblicksbildsinformation
tr: Anlık Bilgi
uk: Інформація про знімок

source: File
bg: Файл
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
et: Fail
fi: Tiedosto
fr: Fichier
he: קובץ
hr: Datoteka
hu: Fájl
is: Skrá
ja: ファイル
nl: Bestand
no: Fil
pl: Plik
pt: Arquivo
ro: Fișier
ru: Файл
sk: Súbor
sv: Fil
tr: Dosya
uk: Файл

source: Date
bg: Дата
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
fi: Päivämäärä
he: תאריך
hr: Datum
hu: Dátum
is: Dagsetning
it: Data
ja: 日付
nl: Datum
no: Dato
pl: Data
pt: Data
ro: Dată
ru: Дата
sk: Dátum
sv: Datum
tr: Tarih
uk: Дата

source: Time
bg: Време
cs: Čas
da: Tid
de: Zeit
el: Χρόνος
es: Hora
et: Aeg
fi: Aika
fr: Temps
he: זמן
hr: Vrijeme
hu: Idő
is: Tími
it: Tempo
ja: 時間
nl: Tijd
no: Tid
pl: Czas
pt: Hora
ro: Timp
ru: Время
sk: Čas
sv: Tid
tr: Zaman
uk: Час
