Repository: biglinux/grub-btrfs-timeshift
Catalog: grub-btrfs-timeshift/locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: The system was booted from a restore point, also called a Snapshot. If you want to make this restore point the default boot option, click the Restore button or use Timeshift for more options.
bg: Системата беше стартирана от точка за възстановяване, наречена Снимка. Ако искате да направите тази точка за възстановяване по подразбиране опция за стартиране, кликнете върху бутона Възстановяване или използвайте Timeshift за повече опции.
cs: Systém byl spuštěn z bodu obnovení, také nazývaného snímek. Pokud chcete tento bod obnovení nastavit jako výchozí možnost spuštění, klikněte na tlačítko Obnovit nebo použijte Timeshift pro další možnosti.
da: Systemet blev startet fra et gendannelsespunkt, også kaldet et Snapshot. Hvis du vil gøre dette gendannelsespunkt til standard bootmulighed, skal du klikke på Gendan-knappen eller bruge Timeshift for flere muligheder.
de: Das System wurde von einem Wiederherstellungspunkt, auch Snapshot genannt, gestartet. Wenn Sie diesen Wiederherstellungspunkt zur Standard-Boot-Option machen möchten, klicken Sie auf die Schaltfläche Wiederherstellen oder verwenden Sie Timeshift für weitere Optionen.
el: Το σύστημα εκκινήθηκε από ένα σημείο επαναφοράς, που ονομάζεται επίσης Στιγμιότυπο. Αν θέλετε να κάνετε αυτό το σημείο επαναφοράς την προεπιλεγμένη επιλογή εκκίνησης, κάντε κλικ στο κουμπί Επαναφορά ή χρησιμοποιήστε το Timeshift για περισσότερες επιλογές.
et: Süsteem käivitati taastamispunktist, mida nimetatakse ka Snapshotiks. Kui soovite teha sellest taastamispunktist vaikimisi käivitamisvaliku, klõpsake nuppu Taasta või kasutage Timeshift'i rohkemate valikute jaoks.
fi: Järjestelmä käynnistettiin palautuspisteestä, jota kutsutaan myös tilannekuvaksi. Jos haluat tehdä tästä palautuspisteestä oletuskäynnistysvaihtoehdon, napsauta Palauta-painiketta tai käytä Timeshiftia saadaksesi lisää vaihtoehtoja.
fr: Le système a été démarré à partir d'un point de restauration, également appelé un instantané. Si vous souhaitez faire de ce point de restauration l'option de démarrage par défaut, cliquez sur le bouton Restaurer ou utilisez Timeshift pour plus d'options.
he: המערכת הוטענה מנקודת שחזור, הנקראת גם תמונה. אם ברצונך להפוך את נקודת השחזור הזו לאופציית ההפעלה ברירת מחדל, לחץ על כפתור השחזור או השתמש ב-Timeshift עבור אפשרויות נוספות.
hr: Sustav je pokrenut s točke vraćanja, koja se također naziva Snimak. Ako želite ovu točku vraćanja postaviti kao zadanu opciju pokretanja, kliknite gumb Vrati ili upotrijebite Timeshift za više opcija.
is: Kerfið var ræst úr endurheimtarpunkti, einnig kallað Snapshot. Ef þú vilt gera þennan endurheimtarpunkt að sjálfgefna ræsingarvalkostinum, smelltu á Endurheimta hnappinn eða notaðu Timeshift fyrir fleiri valkosti.
it: Il sistema è stato avviato da un punto di ripristino, chiamato anche Snapshot. Se desideri rendere questo punto di ripristino l'opzione di avvio predefinita, fai clic sul pulsante Ripristina o utilizza Timeshift per ulteriori opzioni.
ja: システムは、スナップショットとも呼ばれる復元ポイントから起動されました。 この復元ポイントをデフォルトの起動オプションにしたい場合は、復元ボタンをクリックするか、より多くのオプションのためにTimeshiftを使用してください。
nl: Het systeem is opgestart vanaf een herstelpunt, ook wel een Snapshot genoemd. Als je dit herstelpunt de standaard opstartoptie wilt maken, klik dan op de Herstelknop of gebruik Timeshift voor meer opties.
no: Systemet ble startet fra et gjenopprettingspunkt, også kalt et Snapshot. Hvis du vil gjøre dette gjenopprettingspunktet til standard oppstartsalternativ, klikk på Gjenopprett-knappen eller bruk Timeshift for flere alternativer.
pl: System uruchomiono z punktu przywracania, zwanego również migawką. Jeśli chcesz ustawić ten punkt przywracania jako domyślną opcję rozruchu, kliknij przycisk Przywróć lub użyj Timeshift, aby uzyskać więcej opcji.
pt: O sistema foi inicializado a partir de um ponto de restauração, também chamado de Instantâneo. Se você quiser tornar este ponto de restauração a opção de inicialização padrão, clique no botão Restaurar ou use o Timeshift para mais opções.
ru: Система была загружена из точки восстановления, также называемой Снимком. Если вы хотите сделать эту точку восстановления параметром загрузки по умолчанию, нажмите кнопку Восстановить или используйте Timeshift для получения дополнительных параметров.
sk: Systém bol spustený z bodu obnovenia, ktorý sa nazýva aj Snapshot. Ak chcete tento bod obnovenia nastaviť ako predvolenú možnosť spustenia, kliknite na tlačidlo Obnoviť alebo použite Timeshift pre ďalšie možnosti.
sv: Systemet startades från en återställningspunkt, även kallad en Snapshot. Om du vill göra denna återställningspunkt till standardstartalternativet, klicka på Återställ-knappen eller använd Timeshift för fler alternativ.
tr: Sistem, bir geri yükleme noktasından, diğer adıyla Anlık Görüntü'den başlatıldı. Bu geri yükleme noktasını varsayılan önyükleme seçeneği yapmak istiyorsanız, Geri Yükle butonuna tıklayın veya daha fazla seçenek için Timeshift'i kullanın.
uk: Система була завантажена з точки відновлення, також званої Знімком. Якщо ви хочете зробити цю точку відновлення стандартним варіантом завантаження, натисніть кнопку Відновити або використайте Timeshift для отримання додаткових опцій.

source: Restore System
bg: Възстановяване на системата
cs: Obnovit systém
da: Gendan system
de: System wiederherstellen
el: Αποκατάσταση Συστήματος
es: Restaurar sistema
et: Taasta süsteem
fi: Palauta järjestelmä
fr: Restaurer le système
he: שחזר מערכת
hr: Obnovi sustav
hu: Rendszer visszaállítása
is: Endurðu kerfið
it: Ripristina sistema
ja: システムの復元
nl: Systeem herstellen
no: Gjenopprett system
pl: Przywróć system
pt: Restaurar Sistema
ro: Restaurare sistemul
ru: Восстановить систему
sk: Obnoviť systém
sv: Återställ system
tr: Sistemi Geri Yükle
uk: Відновити систему

source: Restoring...
bg: Възстановяване...
cs: Obnovování...
da: Gendannelse...
de: Wiederherstellen...
el: Αποκατάσταση...
es: Restaurando...
et: Taastamine...
fi: Palautetaan...
fr: Restauration...
he: שחזור...
hr: Obnavljanje...
hu: Visszaállítás...
is: Endurheimt...
it: Ripristinando...
ja: 復元中...
nl: Herstellen...
no: Gjenoppretter...
pl: Przywracanie...
pt: Restaurando...
ro: Restaurare...
ru: Восстановление...
sk: Obnovovanie...
sv: Återställer...
tr: Geri yükleniyor...
uk: Відновлення...

source: Checking system state...
bg: Проверка на състоянието на системата...
cs: Kontrola stavu systému...
da: Kontrollerer systemtilstand...
de: Systemzustand wird überprüft...
el: Έλεγχος κατάστασης συστήματος...
es: Comprobando el estado del sistema...
et: Kontrollin süsteemi olekut...
fi: Tarkistetaan järjestelmän tila...
fr: Vérification de l'état du système...
he: בודק מצב מערכת...
hr: Provjera stanja sustava...
hu: Rendszerállapot ellenőrzése...
is: Athugun ástand kerfis...
it: Controllo dello stato del sistema...
ja: システム状態を確認中...
nl: Systeemstatus controleren...
no: Sjekker systemtilstand...
pl: Sprawdzanie stanu systemu...
pt: Verificando o estado do sistema...
ro: Verificarea stării sistemului...
ru: Проверка состояния системы...
sk: Kontrola stavu systému...
sv: Kontrollerar systemstatus...
tr: Sistem durumu kontrol ediliyor...
uk: Перевірка стану системи...

source: Restoration completed. Checking system consistency...
bg: Възстановяването е завършено. Проверка на системната консистентност...
cs: Obnovení dokončeno. Kontrola konzistence systému...
da: Gendannelse fuldført. Kontrollerer systemkonsistens...
de: Wiederherstellung abgeschlossen. Überprüfung der Systemkonsistenz...
el: Η αποκατάσταση ολοκληρώθηκε. Έλεγχος συνέπειας συστήματος...
es: Restauración completada. Comprobando la consistencia del sistema...
et: Taastamine lõpetatud. Süsteemi järjepidevuse kontrollimine...
fi: Palautus valmis. Tarkistetaan järjestelmän johdonmukaisuus...
fr: Restauration terminée. Vérification de la cohérence du système...
he: שחזור הושלם. בודק עקביות מערכת...
hr: Obnova završena. Provjera dosljednosti sustava...
hu: A helyreállítás befejeződött. A rendszer konzisztenciájának ellenőrzése...
is: Endurðun lokið. Athuga kerfis samræmi...
it: Ripristino completato. Controllo della coerenza del sistema...
ja: 復元が完了しました。システムの整合性を確認しています...
nl: Herstel voltooid. Systeemconsistentie controleren...
no: Gjenoppretting fullført. Sjekker systemkonsistens...
pl: Przywracanie zakończone. Sprawdzanie spójności systemu...
pt: Restauração concluída. Verificando a consistência do sistema...
ro: Restaurare completă. Verificare consistență sistem...
ru: Восстановление завершено. Проверка согласованности системы...
sk: Obnova dokončená. Kontrola konzistencie systému...
sv: Återställning slutförd. Kontrollerar systemets konsistens...
tr: Kurtarma tamamlandı. Sistem tutarlılığı kontrol ediliyor...
uk: Відновлення завершено. Перевірка узгодженості системи...

source: Regenerating GRUB configuration...
bg: Регениране на конфигурацията на GRUB...
cs: Regeneruji konfiguraci GRUB...
da: Regenererer GRUB-konfiguration...
de: GRUB-Konfiguration wird regeneriert...
el: Αναδημιουργία ρύθμισης GRUB...
es: Regenerando la configuración de GRUB...
et: GRUB-i konfiguratsiooni uuendamine...
fi: Uudelleenluodaan GRUB-konfiguraatiota...
fr: Régénération de la configuration de GRUB...
he: מחדש את תצורת GRUB...
hr: Ponovno generiranje GRUB konfiguracije...
hu: GRUB konfiguráció újragenerálása...
is: Endurnýja GRUB stillingu...
it: Rigenerazione della configurazione di GRUB...
ja: GRUB設定を再生成しています...
nl: GRUB-configuratie regenereren...
no: Regenererer GRUB-konfigurasjon...
pl: Regenerowanie konfiguracji GRUB...
pt: Regenerando a configuração do GRUB...
ro: Regenerare configurație GRUB...
ru: Перегенерация конфигурации GRUB...
sk: Regenerujem konfiguráciu GRUB...
sv: Återgenererar GRUB-konfiguration...
tr: GRUB yapılandırması yeniden oluşturuluyor...
uk: Відновлення конфігурації GRUB...

source: GRUB configuration regeneration failed
bg: Неуспешно регенериране на конфигурацията на GRUB.
cs: Regenerace konfigurace GRUB selhala
da: GRUB-konfiguration regenerering mislykkedes
de: Die Regeneration der GRUB-Konfiguration ist fehlgeschlagen.
el: Η αναγέννηση της διαμόρφωσης GRUB απέτυχε.
es: La regeneración de la configuración de GRUB falló.
et: GRUBi konfiguratsiooni regeneratsioon ebaõnnestus
fi: GRUB-konfiguraation uudelleentekeminen epäonnistui
fr: Échec de la régénération de la configuration de GRUB.
he: כישלון בהגדרת GRUB מחדש
hr: Neuspjela regeneracija GRUB konfiguracije
hu: A GRUB konfiguráció regenerálása meghiúsult
is: GRUB stilling endurreisn mistókst
it: La rigenerazione della configurazione di GRUB è fallita.
ja: GRUB構成の再生成に失敗しました
nl: GRUB-configuratie regeneratie mislukt
no: GRUB-konfigurasjonsregenerering mislyktes
pl: Regeneracja konfiguracji GRUB nie powiodła się
pt: Falha na regeneração da configuração do GRUB.
ro: Regenerarea configurației GRUB a eșuat.
ru: Не удалось восстановить конфигурацию GRUB.
sk: Obnovenie konfigurácie GRUB zlyhalo
sv: GRUB-konfigurationsåterställning misslyckades
tr: GRUB yapılandırma yeniden oluşturma başarısız oldu
uk: Не вдалося відновити конфігурацію GRUB.

source: Timeshift restoration failed: {}
bg: Възстановяването на Timeshift не успя: {}
cs: Obnovení Timeshiftu selhalo: {}
da: Timeshift gendannelse mislykkedes: {}
de: Timeshift-Wiederherstellung fehlgeschlagen: {}
el: Η αποκατάσταση του Timeshift απέτυχε: {}
es: La restauración de Timeshift falló: {}
et: Timeshift'i taastamine ebaõnnestus: {}
fi: Aikasiirron palautus epäonnistui: {}
fr: La restauration de Timeshift a échoué : {}
he: שחזור טיימשיפט נכשל: {}
hr: Obnova Timeshift-a nije uspjela: {}
hu: A Timeshift visszaállítása meghiúsult: {}
is: Tímasetning endurheimt mistókst: {}
it: Il ripristino di Timeshift è fallito: {}
ja: タイムシフトの復元に失敗しました: {}
nl: Tijdverschuiving herstel mislukt: {}
no: Tidsforskyvning gjenoppretting mislyktes: {}
pl: Przywracanie punktu przywracania nie powiodło się: {}
pt: A restauração do Timeshift falhou: {}
ro: Restaurarea Timeshift a eșuat: {}
ru: Не удалось восстановить точку восстановления: {}
sk: Obnovenie Timeshiftu zlyhalo: {}
sv: Återställning av tidskopiering misslyckades: {}
tr: Zaman kaydırma geri yüklemesi başarısız oldu: {}
uk: Відновлення Timeshift не вдалося: {}

source: Restoration completed successfully! Please reboot the system.
bg: Възстановяването е завършено успешно! Моля, рестартирайте системата.
cs: Obnovení bylo úspěšně dokončeno! Prosím, restartujte systém.
da: Gendannelse gennemført med succes! Genstart venligst systemet.
de: Wiederherstellung erfolgreich abgeschlossen! Bitte starten Sie das System neu.
el: Η αποκατάσταση ολοκληρώθηκε με επιτυχία! Παρακαλώ επανεκκινήστε το σύστημα.
es: ¡Restauración completada con éxito! Por favor, reinicie el sistema.
et: Taastamine lõpetati edukalt! Palun taaskäivitage süsteem.
fi: Palautus onnistui! Käynnistä järjestelmä uudelleen.
fr: Restauration terminée avec succès ! Veuillez redémarrer le système.
he: שחזור הושלם בהצלחה! אנא הפעל מחדש את המערכת.
hr: Obnova je uspješno završena! Molimo ponovno pokrenite sustav.
hu: A helyreállítás sikeresen befejeződött! Kérjük, indítsa újra a rendszert.
is: Endurðun lokið með góðum árangri! Vinsamlegast endurræstu kerfið.
it: Ripristino completato con successo! Si prega di riavviare il sistema.
ja: 復元が成功しました！システムを再起動してください。
nl: Herstel succesvol voltooid! Herstart alstublieft het systeem.
no: Gjenoppretting fullført! Vennligst start systemet på nytt.
pl: Przywracanie zakończone pomyślnie! Proszę zrestartować system.
pt: Restauração concluída com sucesso! Por favor, reinicie o sistema.
ro: Restaurarea a fost finalizată cu succes! Vă rugăm să reporniți sistemul.
ru: Восстановление завершено успешно! Пожалуйста, перезагрузите систему.
sk: Obnovenie bolo úspešne dokončené! Prosím, reštartujte systém.
sv: Återställning slutförd! Vänligen starta om systemet.
tr: Geri yükleme başarıyla tamamlandı! Lütfen sistemi yeniden başlatın.
uk: Відновлення успішно завершено! Будь ласка, перезавантажте систему.

source: Restart
bg: Рестартиране
cs: Restartovat
da: Genstart
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
et: Taaskäivita
fi: Käynnistä uudelleen
fr: Redémarrer
he: אתחל מחדש
hr: Ponovno pokreni
hu: Újraindítás
is: Endurræsa
it: Riavvia
ja: 再起動
nl: Herstarten
no: Start på nytt
pl: Uruchom ponownie
pt: Reiniciar
ro: Repornire
ru: Перезагрузить
sk: Reštartovať
sv: Starta om
tr: Yeniden Başlat
uk: Перезапустити

source: Error: {}
bg: Грешка: {}
cs: Chyba: {}
da: Fejl: {}
de: Fehler: {}
el: Σφάλμα: {}
et: Viga: {}
fi: Virhe: {}
fr: Erreur : {}
he: שגיאה: {}
hr: Greška: {}
hu: Hiba: {}
is: Villa: {}
it: Errore: {}
ja: エラー: {}
nl: Fout: {}
no: Feil: {}
pl: Błąd: {}
pt: Erro: {}
ro: Eroare: {}
ru: Ошибка: {}
sk: Chyba: {}
sv: Fel: {}
tr: Hata: {}
uk: Помилка: {}

source: Reboot Error
bg: Грешка при рестартиране
cs: Chyba při restartování
da: Genstartfejl
de: Neustartfehler
el: Σφάλμα επανεκκίνησης
es: Error de reinicio
et: Taaskäivitamise viga
fi: Käynnistysvirhe
fr: Erreur de redémarrage
he: שגיאת הפעלה מחדש
hr: Pogreška pri ponovnom pokretanju
hu: Újraindítási hiba
is: Endurrótarvilla
it: Errore di riavvio
ja: 再起動エラー
nl: Herstartfout
no: Omstartfeil
pl: Błąd ponownego uruchomienia
pt: Erro de Reinicialização
ro: Eroare la repornire
ru: Ошибка перезагрузки
sk: Chyba pri reštartovaní
sv: Omstartsfel
tr: Yeniden Başlatma Hatası
uk: Помилка перезавантаження

source: Could not restart system: {}
bg: Не може да се рестартира системата: {}
cs: Nelze restartovat systém: {}
da: Kunne ikke genstarte systemet: {}
de: System konnte nicht neu gestartet werden: {}
el: Δεν ήταν δυνατή η επανεκκίνηση του συστήματος: {}
es: No se pudo reiniciar el sistema: {}
et: Süsteemi ei saanud taaskäivitada: {}
fi: Järjestelmää ei voitu käynnistää uudelleen: {}
fr: Impossible de redémarrer le système : {}
he: לא ניתן להפעיל מחדש את המערכת: {}
hr: Nije moguće ponovo pokrenuti sustav: {}
hu: A rendszert nem lehet újraindítani: {}
is: Gat ekki endurræsa kerfið: {}
it: Impossibile riavviare il sistema: {}
ja: システムを再起動できませんでした: {}
nl: Kon systeem niet opnieuw opstarten: {}
no: Kunne ikke starte systemet på nytt: {}
pl: Nie można zrestartować systemu: {}
pt: Não foi possível reiniciar o sistema: {}
ro: Nu s-a putut reporni sistemul: {}
ru: Не удалось перезапустить систему: {}
sk: Nemožno reštartovať systém: {}
sv: Kunde inte starta om systemet: {}
tr: Sistemi yeniden başlatılamadı: {}
uk: Не вдалося перезапустити систему: {}

source: OK
he: אוקי
hr: U redu
hu: Rendben
sv: Okej

source: This application requires administrator privileges.
bg: Тази програма изисква администраторски права.
cs: Tato aplikace vyžaduje oprávnění správce.
da: Denne applikation kræver administratorrettigheder.
de: Diese Anwendung erfordert Administratorrechte.
el: Αυτή η εφαρμογή απαιτεί δικαιώματα διαχειριστή.
et: See rakendus nõuab administraatori õigusi.
fi: Tämä sovellus vaatii järjestelmänvalvojan oikeudet.
fr: Cette application nécessite des privilèges d'administrateur.
he: אפליקציה זו דורשת הרשאות מנהל.
hr: Ova aplikacija zahtijeva administratorske privilegije.
is: Þetta forrit krefst stjórnendaskilríkja.
it: Questa applicazione richiede privilegi di amministratore.
ja: このアプリケーションには管理者権限が必要です。
nl: Deze applicatie vereist beheerdersrechten.
no: Denne applikasjonen krever administratorrettigheter.
pl: Ta aplikacja wymaga uprawnień administratora.
pt: Este aplicativo requer privilégios de administrador.
ru: Это приложение требует прав администратора.
sk: Táto aplikácia vyžaduje administrátorské oprávnenia.
sv: Denna applikation kräver administratörsbehörighet.
tr: Bu uygulama yönetici ayrıcalıkları gerektirir.
uk: Ця програма потребує прав адміністратора.

source: Please run with: pkexec {}
bg: Моля, стартирайте с: pkexec {}
cs: Prosím spusťte s: pkexec {}
da: Kør venligst med: pkexec {}
de: Bitte führen Sie aus: pkexec {}
el: Παρακαλώ εκτελέστε με: pkexec {}
et: Palun käivita: pkexec {}
fi: Suorita komennolla: pkexec {}
fr: Veuillez exécuter avec : pkexec {}
he: אנא הרץ עם: pkexec {}
hr: Molimo pokrenite s: pkexec {}
is: Vinsamlegast keyrðu með: pkexec {}
it: Esegui con: pkexec {}
ja: {}を使用して実行してください: pkexec
nl: Voer uit met: pkexec {}
no: Vennligst kjør med: pkexec {}
pl: Proszę uruchomić z: pkexec {}
pt: Por favor, execute com: pkexec {}
ru: Пожалуйста, запустите с: pkexec {}
sk: Prosím spustite s: pkexec {}
sv: Vänligen kör med: pkexec {}
tr: Lütfen şunu çalıştırın: pkexec {}
uk: Будь ласка, запустіть з: pkexec {}

source: Snapshot n√£o encontrado!
nl: Snapshot niet gevonden!

source: Snapshot not detected: This application only runs when booted from a Timeshift snapshot.
es: Instantánea no detectada: Esta aplicación solo se ejecuta cuando se inicia desde una instantánea de Timeshift.
hu: A pillanatkép nem észlelhető: Ez az alkalmazás csak akkor fut, ha egy Timeshift pillanatképből indítják.
ro: Instantaneu neidentificat: Această aplicație rulează doar atunci când este pornită dintr-un instantaneu Timeshift.

source: The system was booted from a restore point (Snapshot). To make this restore point the default boot option, click the Restore button below.
es: El sistema se inició desde un punto de restauración (Instantánea). Para hacer de este punto de restauración la opción de arranque predeterminada, haga clic en el botón Restaurar a continuación.
hu: A rendszer egy visszaállítási pontról (Kép) indult. A visszaállítási pont alapértelmezett indítási lehetőségként való beállításához kattintson az alábbi Visszaállítás gombra.
ro: Sistemul a fost pornit dintr-un punct de restaurare (Instantaneu). Pentru a face din acest punct de restaurare opțiunea de boot implicită, faceți clic pe butonul Restaurare de mai jos.
